[
    {
        "ref": "Reelim 2a",
        "he": [
            "בתחילת הדף, דנים החכמים על טבע הישועה בעידן הדיגיטלי, והאם קליטת תוכן מהיר תורמת ללימוד מעמיק. הרב ל.ב.ש. סובר כי הבהילות עלולה להשחית את כוונת הלימוד.",
            "ובמקורות אחרים, מובא שרב צ.ו.ר.ח. טען כי הנגישות היא ברכה, וכי כל פורמט יכול להביא לחיבור אמיתי, בתנאי שהלב פתוח לקבל."
        ],
        "text": [
            "At the beginning of the page, the Sages discuss the nature of salvation in the digital age, and whether rapid content consumption contributes to profound study. Rabbi L.B.S. holds that haste may corrupt the intention of learning.",
            "And in other sources, it is brought that Rabbi Z.U.R.A.C.H. argued that accessibility is a blessing, and that any format can lead to true connection, provided the heart is open to receive."
        ]
    },
    {
        "ref": "Reelim 2b",
        "he": [
            "הגמרא ממשיכה לדון בחיוב האדם כלפי 'רילז' (reels) קצרים, ומהו גדר הזמן המותר לצפייה בהם מבלי שייחשב כביטול תורה. הרב ק.צ.ר. דורש הגבלה ברורה.",
            "ומנגד, רב פ.ר.ו.ס. אומר כי כוונת הלב היא העיקר, וכי שימוש מושכל בטכנולוגיה יכול להיות כלי להפצת תורה ולהתחברות לקהילות חדשות."
        ],
        "text": [
            "The Gemara continues to discuss a person's obligation regarding short 'reels', and what is the permissible time limit for watching them without it being considered a waste of Torah study. Rabbi K.T.Z.R. demands clear limitations.",
            "Conversely, Rabbi P.R.O.S. states that the intention of the heart is primary, and that intelligent use of technology can be a tool for disseminating Torah and connecting with new communities."
        ]
    },
    {
        "ref": "Reelim 3a",
        "he": [
            "תנו רבנן: 'אין חכמה מתקיימת אלא במי שממעט בדיבור וממעט בצפייה במסכים'. זוהי אזהרה מפני הבלבול ושטחיות הדעת הנלווים לריבוי גירויים ויזואליים.",
            "יש אומרים, שעיקר הדברים נוגעים לתקופה שבה 'הסחת הדעת' הפכה לתעשייה שלמה, והיה צורך לחזק את גבולות הקשב הפנימי."
        ],
        "text": [
            "Our Rabbis taught: 'Wisdom endures only in one who minimizes speech and minimizes screen viewing.' This is a warning against the confusion and superficiality of mind that accompany an abundance of visual stimuli.",
            "Some say that the essence of these matters pertains to a time when 'distraction' became an entire industry, and there was a need to strengthen the boundaries of internal attention."
        ]
    },
    {
        "ref": "Reelim 3b",
        "he": [
            "המתח בין הרצון ללמוד תורה באופן מסורתי לבין הפיתוי של הכלים החדשים בא לידי ביטוי בדיון על 'כשרותם' של יישומים המשלבים לימוד ובידור. הרב ר.ב.ע. מזהיר.",
            "רבי י.מ.ט.ד. לעומת זאת, רואה בכך הזדמנות לקרב רחוקים וללמד תורה בדרכים שלא היו אפשריות בעבר, כל עוד התוכן נשאר נאמן למקור."
        ],
        "text": [
            "The tension between the desire to study Torah traditionally and the temptation of new tools is expressed in the discussion about the 'kosherness' of applications that combine study and entertainment. Rabbi R.B.A. warns against this.",
            "Rabbi Y.M.T.D., on the other hand, sees it as an opportunity to draw near those who are far and to teach Torah in ways that were not possible in the past, as long as the content remains true to its source."
        ]
    },
    {
        "ref": "Reelim 4a",
        "he": [
            "שאלו את רבן גמליאל: 'מהו גדרו של 'וכי תניא היא' בעידן של בינה מלאכותית?' השיב להם: 'כשם שתניא דורשת עיון וליבון, כך כל תוכן דורש בדיקה וביקורת, ובינה יתרה מהאדם.'",
            "ומכאן למדנו, שהאוטומציה אינה פוטרת את הלומד מאחריות אישית לוודא את האמת ואת עומק הדברים."
        ],
        "text": [
            "They asked Rabban Gamliel: 'What is the definition of 'is it a Tanna (a source from the Mishnah or Baraita)' in the era of artificial intelligence?' He replied: 'Just as a Tanna requires scrutiny and clarification, so too every content requires examination and criticism, and an understanding beyond human capability.'",
            "From this we learned, that automation does not absolve the learner from personal responsibility to verify the truth and depth of matters."
        ]
    },
    {
        "ref": "Reelim 4b",
        "he": [
            "עלתה שאלה: 'מי יתיר את הספקות שיעלו מריבוי הדעות והפרשנויות ברשת?' אמר רבי ז.ה.ב.: 'החברותא, והכוונה לשם שמיים. רק בחבורה תמצא התשובה השלמה.'",
            "וכן אמר רבי נ.ק.ו.ד.ה.: 'הקהילה היא בית היוצר של הבנה, ושם מתבררים הספקות ביושר לב ובאהבת תורה.'"
        ],
        "text": [
            "A question arose: 'Who will resolve the doubts that arise from the multitude of opinions and interpretations online?' Rabbi Z.H.V. said: 'The Chavruta (study partner), and the intention for the sake of Heaven. Only in a group will the complete answer be found.'",
            "And Rabbi N.K.V.D.A. also said: 'The community is the crucible of understanding, and there doubts are clarified with sincerity and love of Torah.'"
        ]
    },
    {
        "ref": "Reelim 5a",
        "he": [
            "כיצד יתיישב לב האדם על דף אחד, כשמידע רב כל כך נגיש בקצות אצבעותיו? רב ק.ש.ב. מורה כי יש להציב גבולות ברורים, וכי ההתמסרות לדף אחד בזמנו היא יסוד הלימוד.",
            "אמר רבי ד.א.ף.: 'כל דף ודף הוא עולם ומלואו. מי שרודף אחרי הכל - לא ישיג כלום. מי שמתמקד בדף אחד - ישיג עולם.'"
        ],
        "text": [
            "How can a person's heart settle on a single page, when so much information is accessible at their fingertips? Rabbi K.S.H.V. instructs that clear boundaries must be set, and that dedication to one page at a time is the foundation of study.",
            "Rabbi D.A.F. said: 'Every single page is a world unto itself. One who chases after everything will achieve nothing. One who focuses on a single page will achieve a world.'"
        ]
    },
    {
        "ref": "Reelim 5b",
        "he": [
            "סוף דבר: יראת שמיים קודמת לכל טכנולוגיה. כלים חדשים באו לשרת את לימוד התורה, ולא להחליפו. יבוא הדור ויראה, כיצד יתקדש השם גם מתוך ה'רילז' וה'פיד' היומי.",
            "וזוהי תורת ה'רילז' – לרוץ קדימה אך לזכור את מקור הדרך."
        ],
        "text": [
            "In conclusion: Fear of Heaven precedes all technology. New tools came to serve Torah study, not to replace it. The generation will come and see how the Name (of God) will be sanctified even from the 'reels' and the daily 'feed'.",
            "And this is the teaching of 'Reels' – to run forward but remember the source of the path."
        ]
    }
]
