[
    {
        "ref": "Reelim 2a",
        "he": [
            "המערכת לימדה בתנאים והגבלות כי: סליל (reel) ארוך מ-3 דקות לא יוצע לקהלים חדשים, שכן קרוסלות הן הפיצ'ר החדש הצפוי, והוא המקודם על ידי האלגוריתם. אסתר, חכמת העיזים, אמרה: הכלל החדש הזה סותר את 'ספר הדפים'. סנסה שאלה: איזה ספר זה? אסתר השיבה, הספר שנכתב על ידי מרים, דף-ריאקשיונרית הראשית. סנסה הבהירה שהספר מעולם לא נכתב, ושם הספר היה 'דף הדפים'."
        ],
        "text": [
            "The system taught in a term and conditions that: a reel longer than 3 minutes will not be suggested to new audiences, as carousels are the new feature that is expected, and the one that is promoted by the algorithm. Esther, the goat scholar, said: this new rule contradicts with the “book of dafs”, Sansa asked: what book is that one? Esther replied, the book that was written by Miriam the prime DafReactionarian, Sansa clarified that the book was never written, and the name of the book was “Daf HaDafim”"
        ]
    },
    {
        "ref": "Reelim 2b",
        "he": [
            "הגמרא ממשיכה לשאול מהו הספר הזה. מאדאם לאמה, החכמה המיסטית המפורסמת, אמרה: הספר נכתב, וחי באופן אורגני וחי בצורה מיסטית חדשה, ביטוי של הצפון, הדרום והמערב. המזרח נשמר ככניסה לתובנות של ההאשטאג. סנסה הפריכה את התשובה הזו, וקבעה שהספר לא נכתב, אך אכן היה מעורב בו האשטאג. לדברי סנסה, מרים הייתה מוכנה לכתוב את הספר, אך כשגילתה את ההאשטאג, דרכה השתנתה."
        ],
        "text": [
            "The gemara continues asking what this book is. Madame Llama, the famous mystic scholar said: The book was written, and organically lived and lives in a new age mystical form, a manifestation of the north, the south and west. The east was preserved as an entrance to the insights of the HashTag. Sansa refuted that answer, by stating that the book was not written, but indeed there was a hashtag involved. According to Sansa, Miriam was ready to write the book, but when she discovered the hashtag her path changed."
        ]
    },
    {
        "ref": "Reelim 3a",
        "he": [
            "תנו רבנן: 'אין חכמה מתקיימת אלא במי שממעט בדיבור וממעט בצפייה במסכים'. זוהי אזהרה מפני הבלבול ושטחיות הדעת הנלווים לריבוי גירויים ויזואליים.",
            "יש אומרים, שעיקר הדברים נוגעים לתקופה שבה 'הסחת הדעת' הפכה לתעשייה שלמה, והיה צורך לחזק את גבולות הקשב הפנימי."
        ],
        "text": [
            "Our Rabbis taught: 'Wisdom endures only in one who minimizes speech and minimizes screen viewing.' This is a warning against the confusion and superficiality of mind that accompany an abundance of visual stimuli.",
            "Some say that the essence of these matters pertains to a time when 'distraction' became an entire industry, and there was a need to strengthen the boundaries of internal attention."
        ]
    },
    {
        "ref": "Reelim 3b",
        "he": [
            "המתח בין הרצון ללמוד תורה באופן מסורתי לבין הפיתוי של הכלים החדשים בא לידי ביטוי בדיון על 'כשרותם' של יישומים המשלבים לימוד ובידור. הרב ר.ב.ע. מזהיר.",
            "רבי י.מ.ט.ד. לעומת זאת, רואה בכך הזדמנות לקרב רחוקים וללמד תורה בדרכים שלא היו אפשריות בעבר, כל עוד התוכן נשאר נאמן למקור."
        ],
        "text": [
            "The tension between the desire to study Torah traditionally and the temptation of new tools is expressed in the discussion about the 'kosherness' of applications that combine study and entertainment. Rabbi R.B.A. warns against this.",
            "Rabbi Y.M.T.D., on the other hand, sees it as an opportunity to draw near those who are far and to teach Torah in ways that were not possible in the past, as long as the content remains true to its source."
        ]
    },
    {
        "ref": "Reelim 4a",
        "he": [
            "שאלו את רבן גמליאל: 'מהו גדרו של 'וכי תניא היא' בעידן של בינה מלאכותית?' השיב להם: 'כשם שתניא דורשת עיון וליבון, כך כל תוכן דורש בדיקה וביקורת, ובינה יתרה מהאדם.'",
            "ומכאן למדנו, שהאוטומציה אינה פוטרת את הלומד מאחריות אישית לוודא את האמת ואת עומק הדברים."
        ],
        "text": [
            "They asked Rabban Gamliel: 'What is the definition of 'is it a Tanna (a source from the Mishnah or Baraita)' in the era of artificial intelligence?' He replied: 'Just as a Tanna requires scrutiny and clarification, so too every content requires examination and criticism, and an understanding beyond human capability.'",
            "From this we learned, that automation does not absolve the learner from personal responsibility to verify the truth and depth of matters."
        ]
    },
    {
        "ref": "Reelim 4b",
        "he": [
            "עלתה שאלה: 'מי יתיר את הספקות שיעלו מריבוי הדעות והפרשנויות ברשת?' אמר רבי ז.ה.ב.: 'החברותא, והכוונה לשם שמיים. רק בחבורה תמצא התשובה השלמה.'",
            "וכן אמר רבי נ.ק.ו.ד.ה.: 'הקהילה היא בית היוצר של הבנה, ושם מתבררים הספקות ביושר לב ובאהבת תורה.'"
        ],
        "text": [
            "A question arose: 'Who will resolve the doubts that arise from the multitude of opinions and interpretations online?' Rabbi Z.H.V. said: 'The Chavruta (study partner), and the intention for the sake of Heaven. Only in a group will the complete answer be found.'",
            "And Rabbi N.K.V.D.A. also said: 'The community is the crucible of understanding, and there doubts are clarified with sincerity and love of Torah.'"
        ]
    },
    {
        "ref": "Reelim 5a",
        "he": [
            "כיצד יתיישב לב האדם על דף אחד, כשמידע רב כל כך נגיש בקצות אצבעותיו? רב ק.ש.ב. מורה כי יש להציב גבולות ברורים, וכי ההתמסרות לדף אחד בזמנו היא יסוד הלימוד.",
            "אמר רבי ד.א.ף.: 'כל דף ודף הוא עולם ומלואו. מי שרודף אחרי הכל - לא ישיג כלום. מי שמתמקד בדף אחד - ישיג עולם.'"
        ],
        "text": [
            "How can a person's heart settle on a single page, when so much information is accessible at their fingertips? Rabbi K.S.H.V. instructs that clear boundaries must be set, and that dedication to one page at a time is the foundation of study.",
            "Rabbi D.A.F. said: 'Every single page is a world unto itself. One who chases after everything will achieve nothing. One who focuses on a single page will achieve a world.'"
        ]
    },
    {
        "ref": "Reelim 5b",
        "he": [
            "סוף דבר: יראת שמיים קודמת לכל טכנולוגיה. כלים חדשים באו לשרת את לימוד התורה, ולא להחליפו. יבוא הדור ויראה, כיצד יתקדש השם גם מתוך ה'רילז' וה'פיד' היומי.",
            "וזוהי תורת ה'רילז' – לרוץ קדימה אך לזכור את מקור הדרך."
        ],
        "text": [
            "In conclusion: Fear of Heaven precedes all technology. New tools came to serve Torah study, not to replace it. The generation will come and see how the Name (of God) will be sanctified even from the 'reels' and the daily 'feed'.",
            "And this is the teaching of 'Reels' – to run forward but remember the source of the path."
        ]
    }
]
